Repository: CZ-NIC/django-fido
Catalog: django_fido/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Add authenticator
cs: Přidat klíč

source: Authenticate a FIDO 2 authenticator
cs: Přihlásit se s FIDO 2 klíčem

source: Authentication failed.
cs: Přihlášení selhalo.

source: Authentication request not found.
cs: Požadavek na přihlášení nenalezen.

source: Bluetooth Classic (Bluetooth BR/EDR)
cs: Klasický bluetooth (Bluetooth BR/EDR)

source: Bluetooth Low Energy (Bluetooth Smart)
cs: Nízkoenergetický bluetooth (Bluetooth smart)

source: Counter of the FIDO 2 device decreased. Device may have been duplicated.
cs: FIDO 2 zařízení vrátilo nižší hodnotu počítadla přihlášení. Zařízení mohlo být zduplikováno.

source: Django application for FIDO protocol
cs: Django aplikace k protokolu FIDO

source: FIDO 2 response is malformed.
cs: Chybná odpověd z FIDO 2 zařízení.

source: Label
cs: Popisek

source: Near-Field Communications
cs: Bezkontaktní komunikace (NFC)

source: Non-removable USB HID
cs: Neodstanitelné USB zařízení

source: Operation wasn't completed.
cs: Operace nebyla dokončena.

source: Please enter a correct %(username)s and password and use valid FIDO2 security key.
cs: Zadejte správnou hodnotu pole %(username)s, heslo a použijte validní FIDO2 klíč.

source: Register a new FIDO 2 authenticator
cs: Zaregistrovat nový FIDO 2 klíč

source: Registration done
cs: Registrace dokončena

source: Registration failed, incorrect data from security key.
cs: Registrace selhala, bezpečnostní klíč zaslal neplatná data.

source: Registration failed.
cs: Registrace selhala.

source: Registration request not found.
cs: Registrační požadavek nenalezen.

source: Security key is not supported because it cannot be identified.
cs: Bezpečnostní klíč není podporován z důvodu nemožnosti jeho identifikace.

source: Select a valid choice. %(value)s is not one of the available choices.
cs: Vyberte platnou možnost, "%(value)s" není k dispozici.

source: USB HID
cs: USB zařízení
